{
  "pubs": [
      {
        "name": "The Bay Horse",
        "description": "Now flourishing under the new management, the Bay Horse is situated at the top of Babylon Lane, with an excellent view of Rivington Pike from the front. There are now 4 ales on the barge from a rotating selection including Thwaites, Moorhouses, Bank Top and many more. The pub has Knit and Natter on Tuesdays, a quiz night on Wednesdays and an acoustic night on Sundays (Bring your own guitar or just come and sing along). It has a bowling green which can be hired for the day, or pay as you play. The pub has real fires, pool table and they serve fresh home cooked food. You can always stay over as it is one of the only 2 places on the walks with accommodation.",
        "web": "www.thebayhorse.co.uk",
        "email": "bay-horse-inn@btconnect.com",
        "phone": "01257 480309",
        "twitter": "",
        "facebook": "",
        "image": "/static/images/pubs/BayHorse.JPG",
        "address": "Babylon Lane, Heath Charnock, PR6 9ER",
        "bg": true,
        "food": true,
        "tv": true,
        "dog": true,
        "rambler": true,
        "accommodation": true,
        "wifi": true,
        "quiz": true,
        "cash": false,
        "lat": "53.625917",
        "lon": "-2.588271"
      },
      {
        "name": "The Bridge",
        "address": "11 Park Road, Adlington, PR7 4HZ",
        "web": "",
        "email": "",
        "phone": "",
        "twitter": "",
        "facebook": "",
        "image": "/static/images/pubs/Bridge.JPG",
        "description": "The Bridge is a Cask Marque pub and situated on the bank of the canal, it has one ale pump which does change, but is likely to be serving a Robinsons ale (www.robinsonsbrewery.com), such as Unicorn. Relax and unwind in the seating area at the rear which is overlooking the canal. The Bridge has regular karaoke nights and has a pool table. ",
        "bg": true,
        "food": false,
        "tv": true,
        "dog": true,
        "rambler": true,
        "accommodation": false,
        "wifi": false,
        "quiz": false,
        "cash": false,
        "lat": "53.611862",
        "lon": "-2.607540"
      },
      {
        "name": "The Cardwell Arms",
        "address": "Chorley Road, Adlington, PR6 9LH",
        "phone": "",
        "email": "",
        "web": "",
        "twitter": "@thecardwellarms",
        "facebook": "The Cardwell Arms",
        "description": "The Cardwell is thriving under the new management and is serving a diverse range of ale from up to 5 pumps. The pub has free pool on Tuesdays from 4pm, Tuesday club (to earn free beer) and poker league, with disco and karaoke most Fridays and regular live acts on Fridays and Saturdays. There is also a quiz on Thursday and Sunday nights and a Sunday beer raffle where you can win a £70 bar tab. They have a fully secure beer garden at the rear and Sky TV inside.",
        "image": "/static/images/pubs/Cardwell.JPG",
        "bg": true,
        "food": false,
        "tv": true,
        "dog": false,
        "rambler": false,
        "accommodation": false,
        "wifi": false,
        "quiz": true,
        "cash": false,
        "lat": "53.620454",
        "lon": "-2.602014"
      },
      {
        "name": "The Cherry Tree",
        "address": "Chorley Road, Blackrod, BL6 5LA",
        "phone": "01257 481234",
        "web": "www.cherrytreeblackrod.co.uk",
        "email": "",
        "twitter": "@cherryblackrod",
        "facebook": "The Cherry Tree at Blackrod",
        "description": "I know this is a BL postcode, however, it is close enough to qualify onto the walks. The Cherry Tree is a country pub specialising in classic British cooking with a changing seasonal menu, with up to 3 pumps on at any one time, making this a good place to stop off for a drink. There are no permanent ales, however, very regular appearances are made by the local Blackedge Brewery. They will also cater for Weddings, Christenings, Birthdays plus many other functions and outside catering is also available. Dogs are welcome in the outside areas only and the pub holds a quiz night every Wednesday.",
        "image": "/static/images/pubs/CherryTree.JPG",
        "bg": true,
        "food": true,
        "tv": true,
        "rambler": true,
        "wifi": true,
        "quiz": true,
        "dog": false,
        "accommodation": false,
        "cash": false,
        "lat": "53.601732",
        "lon": "-2.593577"
      },
      {
        "name": "Elephant & Castle",
        "address": "1 Bolton Road, Adlington, PR6 9NH",
        "phone": "01257 475826",
        "web": "",
        "email": "",
        "twitter": "",
        "facebook": "The Elephant and Castle",
        "description": "The Elephant has undergone a transformation since the new Landlady has taken over. They now have 2 hand pumps serving cask ale. You know it will be well kept as the landlady previously had the Bridge in Horwich for 21 years! There is a jamming session on the last Monday of every month in the pub and also live acts on some Saturdays, keep your eye out for the posters and board outside the pub. The Elephant is now serving home made food with occasional special offers. Dogs are allowed in the outside areas only.",
        "image": "/static/images/pubs/ElephantAndCastle.JPG",
        "bg": true,
        "tv": true,
        "rambler": true,
        "wifi": true,
        "food": false,
        "dog": false,
        "accommodation": false,
        "cash": false,
        "quiz": false,
        "lat": "53.617324",
        "lon": "-2.596801"
      },
      {
        "name": "Luciano’s at The Millstone",
        "address": "Bolton Road, Anderton, PR6 9HJ",
        "phone": "01257 480205",
        "web": "www.LucianosAtTheMillstone.com",
        "email": "",
        "twitter": "",
        "facebook": "",
        "description": "Primarily known as an Italian restaurant, Luciano’s at The Millstone still sits on the circular as it serves a great local ale from Bank Top brewery, which is usually Flat Cap (www.banktopbrewery.com). Its definitely worth the walk! For obvious reasons, dogs are not allowed inside (other than guide dogs), however, there is a garden at the rear and bench seating at the front where you can sit with them. Big events are televised and if you do decide to pay a visit for food, it is advisable to book in advance. ",
        "image": "/static/images/pubs/Lucianos.JPG",
        "bg": true,
        "food": true,
        "rambler": true,
        "wifi": true,
        "tv": false,
        "dog": false,
        "accommodation": false,
        "cash": false,
        "quiz": false,
        "lat": "53.610730",
        "lon": "-2.575442"
      },
      {
        "name": "The Rivington",
        "address": "Horrobin Lane, Rivington, BL6 7SE",
        "phone": "01204 691509",
        "web": "www.rivingtonbowlingclub.com",
        "email": "neiltherivington@gmail.com",
        "twitter": "",
        "facebook": "",
        "description": "Formally the Rivington Bowling Club, this privately owned venue has enjoyed success for the current owners. It operates as a Tea Room, but does have a bar with ever changing 3 hand pumps, from local breweries, including 3B’s, George Wright and Abbeydale. Sandwiches and tea room snacks are served 11-4pm in the Winter and 11-5pm in the Summer, with the bar remaining open til later. Keep your eye out for the beer festivals and you can always hire the green or the venue for parties etc, with full catering provided. Monthly quiz is held on a Saturday night. Ramblers and cyclists fully welcome, but dogs are only allowed outside. ",
        "image": "/static/images/pubs/TheRivington.JPG",
        "bg": true,
        "food": true,
        "tv": true,
        "rambler": true,
        "quiz": true,
        "dog": false,
        "accommodation": false,
        "cash": false,
        "wifi": false,
        "lat": "53.624853",
        "lon": "-2.569214"
      },
      {
        "name": "The Spinners Arms",
        "description": "The Spinners Arms is one of 2 Pubs in the village called the Spinners and is known affectionately as the Bottom Spinners. The Bottom Spinners is a must! It has the largest selection of ales in the village, serving from 7 handpumps. The beers include Abbeydale, Coniston, Hawkshead, Prospect, Thornbridge, Timothy Taylors and Loch Ness, and you can always check the board for what is coming next! With the Monday Club, every pint you will receive a stamp and when the card is full, you get a free drink. Tuesdays is Quiz Night, Wednesdays Bingo and there is occasional entertainment on Saturdays. Food is served Tuesday-Friday 12.00-2.00pm, Saturdays, 12.00-4.00pm and Sundays 12.00-6.00pm. Follow them on social media and watch out for special events like the Bank Holiday Hog Roast!",
        "web": "",
        "email": "topspinners@adlington1.fsnet.co.uk",
        "phone": "01257 483331",
        "twitter": "@Bottom_Spinners",
        "facebook": "Spinners Arms",
        "image": "/static/images/pubs/SpinnersArms.JPG",
        "address": "23 Church St, Adlington, PR7 4EX",
        "bg": true,
        "food": true,
        "tv": true,
        "dog": true,
        "rambler": true,
        "wifi": true,
        "quiz": true,
        "accommodation": false,
        "cash": false,
        "lat": "53.613817",
        "lon": "-2.604861"
      },
      {
        "name": "Top Spinners",
        "address": "105 Railway Road, Adlington, PR6 9QX",
        "phone": "01257 475598",
        "email": "",
        "web": "",
        "twitter": "@TOPSPINNERS",
        "facebook": "The Top Spinners",
        "description": "This is one of 2 pubs in the village known as the Spinners. This is the Top Spinners and is notable for its quirky bar. The bar itself is level, but the floor slopes, meaning you feel tall at one end and short at the other, so choose your spot wisely! They serve up to 4 Ales on at any one time, which usually include Copper Dragon Golden Pippin and Moorhouses Pride of Pendle. The pub has a small patio at the side and tables on the pavement at the front. The pub also has a pool table, jukebox (which are free on Mondays and Tuesdays) and on many Saturdays they have live acts.",
        "image": "/static/images/pubs/TopSpinners.JPG",
        "bg": true,
        "tv": true,
        "dog": true,
        "rambler": true,
        "wifi": true,
        "food": false,
        "accommodation": false,
        "cash": false,
        "quiz": false,
        "lat": "53.616767",
        "lon": "-2.598136"
      },
      {
        "name": "The White Bear",
        "address": "5a Market St, Adlington, PR7 4HE",
        "phone": "01257 482357",
        "email": "",
        "web": "",
        "twitter": "",
        "facebook": "",
        "description": "The White Bear is now under new management and continues to serve real ale. The pub has a pool table and darts available and the weekend entertainment is now even more regular than previously. The sun trap at the front of the “Bear” gets very busy when the sun is out, and even more so on Adlington Carnival day. This is one of the only 2 places on the walks with accommodation, and was on 4 in a Bed (Channel 4) under the previous management.",
        "image": "/static/images/pubs/WhiteBear.JPG",
        "bg": true,
        "food": true,
        "tv": true,
        "dog": true,
        "rambler": true,
        "accommodation": true,
        "wifi": true,
        "cash": false,
        "quiz": false,
        "lat": "53.611770",
        "lon": "-2.604672"
      },
      {
        "name": "The White Horse",
        "address": "32 Chorley Road, Adlington, PR6 9LJ",
        "phone": "01257 481766",
        "email": "",
        "web": "",
        "twitter": "",
        "facebook": "The White Horse",
        "description": "The White Horse is a friendly local, now serving well kept cask ale from 2 hand pumps, the second recently installed. Under the new management, they are continuing the tradition of live entertainment every weekend, usually a vocalist or band on a Saturday night, or perhaps music from a local DJ. They still host Bingo on Monday night, general knowledge quiz on Tuesday night and a music quiz on Sunday night. Follow them on Facebook (The White Horse) for the latest news!",
        "image": "/static/images/pubs/WhiteHorse.JPG",
        "bg": true,
        "tv": true,
        "dog": true,
        "rambler": true,
        "quiz": true,
        "food": false,
        "accommodation": false,
        "cash": false,
        "wifi": false,
        "lat": "53.620582",
        "lon": "-2.602430"
      },
      {
        "name": "The Yew Tree",
        "address": "Dill Hall Brow, Heath Charnock, PR6 9HA",
        "phone": "01257 480344",
        "web": "www.yewtreeinnanglezarke.co.uk",
        "email": "",
        "twitter": "@YewTree_Azk",
        "facebook": "The Yew Tree Anglezarke",
        "description": "CURRENTLY CLOSED UNTIL FURTHER NOTICE AFTER SUFFERING A FIRE IN MAY 2016. Having great success under the current management, the Yew Tree is a restaurant and country pub. It is slightly away from the village, heading towards Anglezarke, however, it is definitely worth the walk. The Yew Tree now has 4 pumps, with the majority being supplied by the very local Blackedge & Rivington Breweries, with Blackedge providing the Yew Tree's own ale, Anglezarke. They also have an annual beer festival so keep your eye on their social media. The pub televises large sporting events, has real fires and large beer gardens with picturesque views. ",
        "image": "/static/images/pubs/YewTree.JPG",
        "bg": true,
        "food": true,
        "tv": true,
        "dog": true,
        "rambler": true,
        "accommodation": false,
        "cash": false,
        "wifi": false,
        "quiz": false,
        "lat": "53.633704",
        "lon": "-2.580500"
      },
      {
        "name": "The Spinners at Cowling",
        "address": "77-79 Cowling Road, Chorley, PR6 9EA",
        "phone": "01257 241622",
        "web": "http://www.thespinnersatcowling.co.uk/",
        "email": "thespinnersatcowling@hotmail.co.uk",
        "twitter": "@SpinnersCowling",
        "facebook": "The Spinners at Cowling",
        "description": "Yes, this is now the third pub on the Adlington Beer Circular called the Spinners, and a very worthy inclusion. This pub is situated just off the canal in Chorley at bridge 75a and is worth the walk, having up to 3 handpumps, all regularly changing. The pub has a full food menu all week and hearty roasts on Sundays! The pub has full Sky TV and has regular theme nights and live music. The pub also organises the Chorley FC beer festival which has been a success!",
        "image": "/static/images/pubs/SpinnersAtCowling.JPG",
        "bg": true,
        "food": true,
        "tv": true,
        "dog": true,
        "rambler": true,
        "wifi": true,
        "accommodation": false,
        "cash": false,
        "quiz": false,
        "lat": "53.645712",
        "lon": "-2.609185"
      },
      {
        "name": "The Black Horse",
        "address": "Long Lane, Limbrick, Chorley, PR6 9EE",
        "phone": "01257 368232",
        "web": "www.blackhorselimbrick.com",
        "email": "info@blackhorselimbrick.com",
        "twitter": "@blackhorseli",
        "facebook": "The Black Horse at Limbrick",
        "description": "The Black Horse holds a Cask Marque, it is the second oldest pub in Lancashire and has been on this site since the year 997 with the original cellar still remaining.\nIt holds the honour of having the longest unbroken drinks licence in the UK dating back to 1577, so when you visit here, you are taking in some history.\nThe pub has up to 3 ales at any one time, with regular appearences from Black Sheep Bitter and Wychwood Hobgoblin, but they change often.\nThe pub has 2 open fires and views over a stream at the rear. Eat from the Grill for £5.95 on Tuesdays, Pie Night on Thursdays or how about Fish and Chip Frydays, 2 Fish and Chips and a bottle of wine for only £14.95. Food is served until 9pm.\nThe Black Horse has a quiz night from 9pm every Thursday (seasonal).",
        "image": "/static/images/pubs/BlackHorse.JPG",
        "bg": true,
        "food": true,
        "dog": true,
        "rambler": true,
        "quiz": true,
        "tv": false,
        "accommodation": false,
        "cash": false,
        "wifi": false,
        "lat": "53.642265",
        "lon": "-2.603875"
      }
    ]
}
